package com.jimi.solution.sensitiveword;

/**
 * @author jimi
 * @description 测试文本
 * @date 2016-03-18 19:50.
 */
public class Txts {
    /*
    待检测文本
     */
    public final static String content1 = "三级片太多的伤感情怀也许只局限于饲养基地 荧幕中的情节，主人公尝试着去用某种方式渐渐的很潇洒地释自杀指南怀那些自己经历的伤感。"
            + "然后法轮功 我们的扮演的角色就是跟随着主人公的喜红客联盟 怒哀乐而过于牵强的把自己的情感也附加于银幕情节中，然后感动就流泪，"
            + "难过就躺在某一个人的怀里尽情的阐述心扉或者手机卡复制器一个人一杯红酒一部电影在夜三级片 深人静的晚上，关上电话静静的发呆着。";

    public final static String content = "多少缘起缘落，就有多少擦肩回眸；多少悲欢离合，就有多少爱恨情仇；多少前尘往事，就有多少蓦然回首。人生的渡口，我们皆是过客，可真正驻足的又有多少？并非不懂珍惜，有些缘分注定长短，或转身天涯或刹那芳华。来的是偶然，走的是必然。没有放弃，怎能拥有；没有经历，怎能选择。洒脱而活，看世间冷暖；从容而安，便是风轻云淡。缘来惜缘，缘去随缘。随缘不变，不变随缘。爱在时光里，无言又无语，有情似无情；爱的世界里，没有谁对不起谁，只有谁不懂得珍惜谁。人总是这样，拥有的时候不知珍贵，失去了才追悔莫及。当爱已成殇，灯火阑珊处也不会有那么多的一往情深。当爱已无奈，转身离开的或许是一辈子的温暖。时光不能永恒，而情却可以至始至终。失去什么，也不能失去真心；忘记什么，也不能忘掉真情。珍惜眼前人，让爱无悔。\n" +
            "\n" +
            "　　 有一种缘叫错过，有一种爱叫不舍。一首歌唤起了一段记忆，一杯茶染浓了一种心情。每个人的心中，都珍藏着一个不可触摸的情。碎碎念念中寻寻觅觅，深深浅浅中迷迷离离。漫无目的地去甜蜜去忧伤，刻骨铭心的去沉淀去流浪，是寂寞的诗行，是往昔的芬芳，是揉碎的念想。当爱已成往，要有多坚强才能念念不忘。一种忘记不是不可以，而自己的心却不愿意；一种遇见不是不美丽，而结局却是不舍的情意。都说相濡以沫，不如相忘于江湖，可有谁能做到如此洒脱？那刻骨铭心怎能刻意忘记？那回忆的迷离怎能轻易抹去？若相遇，莫相离；若相惜，莫相弃；若相爱，至死不渝。用真诚去给予没有虚假，用真心去珍惜自有真情。\n" +
            "\n" +
            "　　 有些爱越想抽离，却越加血恋清晰；有些人越想忘记，却越在心里。爱情就是这样，总是扑朔迷离；幸福并不容易，总是让人寻觅；甜蜜并不简单，总是让心着迷。一个眼神让心悸动不已，从此爱情泛起涟漪；一句别离摧毁了所有的美丽，从此断肠是痛的呼吸。爱过才懂珍惜，痛过才懂保护自己。爱情需要拥有也需要放弃，属于你的真心不移，不属于你的终会失去。每个人的心里都有一抹背影，却又无法触及；每个人的曾经都有一段美丽，挥之不去却只是一个回忆。爱上一个人只是一时，忘掉一个人却需要一生。并非无心，纵然千般不舍，爱有时候也是一种放弃，是另一种幸福的给予；并非无情，纵然万般无奈，饱尝寂寞，把凄楚深埋于自己的心底。无悔经历，只因曾经爱过，曾经拥有过。只要你过得比我好，别的，什么都不重要。\n" +
            "\n" +
            "　　 有的缘，看的太重终会失去；有些情，期望的越高失望越深。有些人，舍与不舍都是无法忘怀；有些爱，念与不念都是转身离开。缘分就是这样，或近或远，或相聚或别离。爱，有时候会伤。遍体鳞伤的痛让心无处不荒凉，可怕的思念不打烊，火烧的寂寞在疯长，回忆的感伤填满空旷的心房，揉碎的念想在无处躲藏。是凝固，是断肠，是灵魂无处安放。爱的轰轰烈烈那又怎样，自己安慰自己，可以遗忘，可以坚强。若爱，莫失莫忘，不要让爱人在等待彷徨；若惜，不离不弃，生死相依到地老天荒。如果相爱，请深爱，如不深爱宁愿放弃；如果思念，浅浅回忆，以免痛断肝肠，相思成灾。唯有随缘随心随遇而安，生命需要锤炼，才能饱满。缘分需要经历，才有精彩。后记：爱情真的经不起等待，等待总要有一个期限，也许是一年，也许是一瞬间，而我们是否又抓得住呢？\n记得刚新婚的时候，早晨时必定会在他怀抱中醒来，我总是红着脸不敢说一声早，怕嘴里的口气弄皱了他的眉；漱口杯与牙刷坚持要和他用同款不同色，摆在一起看才有夫妻的感觉；我会帮他打点上班的衣物，什么衬衫配什么领带，经过我的审美才准他穿上身。起了床到餐桌上，为了他的健康，我每天变换不同花样的早餐，晴朗的天可能是培根蛋加上烤土司；有些下雨的话，或许来点小米粥搭酱瓜咸蛋；要是阴天，不如就吃些外头的烧饼油条和豆浆……招式用到我变不出新把戏，可是我乐此不疲。\n" +
            "\n" +
            "结婚五年，重逢爱情　　除了当一个贤慧的妻子，我亦毫不掩饰对他的热情，「我爱你」是每天恭送他出门上班一定说的话，然后附加一个亲密的吻，即使他大多时候只是浅浅一笑，也足够我高兴个老半天。\n" +
            "\n" +
            "　　但是，五年过去了。\n" +
            "\n" +
            "　　我相信还不到痒的时候，可是，到底是什么改变了我和他的互动？早晨起床，他的位置往往已空荡，只能由皱褶的床单证实他确实存在过，即使他偶尔睡过了头或者小赖一下床，也绝对是急急忙忙由床上跳起来，匆忙的梳洗着衣。\n" +
            "\n" +
            "　　我已经快忘了被他拥抱迎接朝阳的感觉。盥洗室里的漱口杯，在几年前被打破一只后，再也找不到一模样的，而另一只因为掉到马桶里，所以也换了新的；五年内，牙刷已换了不知几支，甚至有时我们睡迷糊了，还会用上同一支，什么口气的问题都不需要掩饰了。\n" +
            "\n" +
            "　　是否一样颜色，一样款式，他说这些根本不重要。因此，洗手台上Hello　Kitty和小叮当图样的两只漱口杯左右对峙，小叮当的杯里插着一支绿色牙刷，是我的；Hello　Kitty则是空的，因为他前一阵子已改用电动牙刷，摆在架子上。分属两个不同故事的漱口杯，以及位于两个不同位置的牙刷，彷佛在嘲讽我们的夫妻关系，渐行渐远。因为他出门的时间早，打点他的衣着已经不再是我的事，他自己会搞定早餐？很久没有一起吃了，我同样不必费尽心思去想菜单、查食谱，反正没人赏光。更不用说「我爱你」这句话，还有热情的早安吻，他无福消受，而且现在说起来也有些矫情了。\n" +
            "\n" +
            "　　仔细想想，五年来，他没有说过一次「我爱你」，一次也没有。\n" +
            "\n" +
            "　　我和他相聚的时间，严格上来说是从晚上七点开始，也就是他下班回来之后。如果他加班的话，那时间可能要延到十点、十一点。\n" +
            "\n" +
            "　　刚结婚的时候，我为了他去学烹饪，「要抓住男人的心，先抓住他的胃」，我深信这个铁律。所以，一些餐馆名菜常出现在我们餐桌上，宫保鸡丁、五更肠旺、葱油鸡、东坡肉……。见他吃得高兴，我也开怀，虽然不全是我爱吃的，但是，他爱吃就好。\n" +
            "\n" +
            "　　饭后，我们会依偎在沙发上看电视，我陪他看新闻，听他评论国政、批判社情；他陪我看八点档，听我调侃剧情、大哭大笑。所以我知道行政院长、立法院长是什么人，他也知道当红的李世民是谁演的。\n" +
            "\n" +
            "　　我没有料到的是，五年的时间可以改变这一切。\n" +
            "\n" +
            "　　烹饪班我可以说是半途而废，不知道从哪天起，他开始干涉我做菜的方法，宫保鸡丁他不喜欢太多辣椒，五更肠旺他开始抵制，葱油鸡叫我别淋油，连卤东坡肉要放多少酱油，他都有话说。我做的菜渐渐变得简单，烹饪班也不想去了，有时候一盘炒青菜、贡丸汤和皮蛋豆腐就打发掉他，他反而没什么意见。\n" +
            "\n" +
            "　　我想，我抓不住他的胃。\n" +
            "\n" +
            "　　随着他加班次数的增加，我们甚少在一起看电视了，我对于国家大事可说一无所知；而他，问都不用问，台湾霹雳火的男主角是谁他绝对不可知道。\n" +
            "\n" +
            "　　夫妻之间开始言不及义，他对我说的话，大多都是「不用等我」、「早点睡」，我跟他说的话，也几乎是「你回来了」、「菜在电饭锅热着」。\n" +
            "\n" +
            "　　我们没有相同的话题，没有相同的兴趣，除了「夫妻」名义上的联系，我们的交流空泛的可怜，比普通朋友还不如。\n" +
            "\n" +
            "　　多可笑的夫妻关系，不是吗？\n" +
            "\n" +
            "　　婚前，我们曾描绘着未来的愿景，他说要生两个孩子，先男后女，哥哥可以保护妹妹；我却认为应该先享受一段两人生活，生孩子的时情倒不急于一时，只是我不想坏了他的兴致，并没有说出口。\n" +
            "\n" +
            "　　婚后一阵子，他很积极的和我「创造宇宙继起之生命」，他想要孩子，从他不戴保险套的行为可以看得出来，可是我还不想要，又怕他不高兴，于是我背着他吃避孕药。\n" +
            "\n" +
            "　　犹记那时，他还兴冲冲的带我到医院探视一名女性朋友，她刚生完一个四千两百公克的巨婴，神色萎糜的躺在病床上。我忘不了他隔着一块玻璃看新生娃娃时，眼中绽放的神采，可是我更忘不了，那位女性朋友用着虚弱的语气告诉我，她整整痛了一天一夜，才求医生由自然产改为剖腹产。\n" +
            "\n" +
            "　　我更不敢生小孩了。\n" +
            "\n" +
            "　　五年后的今天，他似乎已经放弃生小孩这回事，毕竟只有他一头热是没用的。\n" +
            "\n" +
            "　　可是，待在他上班之后空洞的房子里，我突然觉得生个孩子也不错，至少屋子里会热闹点，我的寂寞也会少一点。\n" +
            "\n" +
            "　　他早就在数年前就开始用保险套了，我不清楚是什么让他改变心意，不过这也松了我一口气，我对避孕药似乎过敏，不论换什么牌子最后都落得一个水肿的下场。\n" +
            "\n" +
            "　　我猜他六百多度的近视加闪光，应该看不出我水肿前和水肿后有什不一样，重点是，他的保险套解决了我一个大麻烦，同时又带来另一个新烦恼。\n" +
            "\n" +
            "　　我现在想要一个孩子了，他却似乎不想，我不知怎么跟他开口。\n" +
            "\n" +
            "　　更别提他频繁的加班，晚上常累得倒头就睡，如果我再开这个口，似乎变相增加他的压力。\n" +
            "\n" +
            "　　两个人之间，已经够低潮了，不需要再增加一个会引起冲突的话题。\n" +
            "\n" +
            "　　在我们恋爱的时候，他很喜欢带我到淡水，坐在河堤旁看落日，沿着码头走一遭，可以吃到不同口味的各式小吃。淡水的海产颇富盛名，他似乎是只识途老马，总知道哪家是最道地的。\n" +
            "\n" +
            "　　有时候，他带着我坐渡轮到对岸的八里，那里热闹的只有一条路，卖的全是孔雀蛤，两个人可以吃掉一大盘，还觉得意犹未尽。\n" +
            "\n" +
            "　　他也会和我骑双人脚踏车沿着淡水老街骑到淡海，再由淡海骑回来，沿路的风景不算十分迷人，但有种质朴的味道，兼之海风咸咸的打在脸上，我很享受这种气氛。当然，坐在脚踏车后座的我三天打渔两天晒网，心情好的时候才踩两下，他明知我偷懒，还是卖力的踩。\n" +
            "\n" +
            "　　我很怀念，真的，即使过了五年，那段回忆仍然历历在目。\n" +
            "\n" +
            "　　婚后到淡水的次数，除了新婚那一阵子，几乎屈指可数，近两、三年更是一次都没去过。\n" +
            "\n" +
            "　　每到假日，他不到中午不会起床，我见他这么疲倦，当然也不会烦他带我到处走走。\n" +
            "\n" +
            "　　假日照理说，我和他应该可以有些交集，可是他累，我只能自己找事做，和在上班工作的朋友出门逛逛街，聊聊是非，也顺便埋怨一下他。\n" +
            "\n" +
            "　　至于在家睡觉的他，午、晚饭，自己解决吧！\n" +
            "\n" +
            "　　他不知道，在前几个月，我耐不住无聊，自个儿坐捷运到了淡水。\n" +
            "\n" +
            "　　果然，太久没有去了，那里已经变成一个我完全不认识的地方。\n" +
            "\n" +
            "　　河堤旁的小吃摊不见了，全部集中在捷运站附近，过去我和他看夕阳的地方整修成一条长堤，仅供散步。路面变得干净整洁固然是好，但是收藏着我和他美好记忆的地方，消失了。\n" +
            "\n" +
            "　　没有他的带路，我找不到道地的海产店，找不到好吃的小吃，自己一个人也骑不了双\n" +
            "\n" +
            "　　人单车，但我惊讶的发现，淡水多了一个渔人码头，可以坐公车过去。\n" +
            "\n" +
            "　　渔人码头，他的脚步没有踏上过，我先了他一步，这，是没有他，只有我的经验。\n" +
            "\n" +
            "　　到了渔人码头边，风景美复美矣，却有种人工雕砌的做作。我以为花了几百元搭乘蓝色公路可以到对岸八里，就像渡轮一般，但那失了古风的游艇却绕了一大圈后又开回原点。\n" +
            "\n" +
            "　　除了颠簸的船身摇得我头晕目眩，我记不起来什么美丽的风景，连孔雀蛤也没捞到一粒。\n" +
            "\n" +
            "　　淡水变了，我和他的回忆，也变了。\n" +
            "\n" +
            "　　某个早上，我特地比他早起，煮了顿睽违已久的丰盛早餐给他。\n" +
            "\n" +
            "　　然后，没有第三者，没有争吵。\n" +
            "\n" +
            "　　我递出了离婚协议书。\n" +
            "\n" +
            "　　那是我第一次看到他那么震惊的表情，如果那天是愚人节，我想我成功了。\n" +
            "\n" +
            "　　可是，我不会开那般恶劣的玩笑，他知道我是认真的。\n" +
            "\n" +
            "　　他没有像一般男人一样，暴跳如雷，开始数落女方的罪状；也没有哭哭啼啼，跪下哀求我留下，他只是极力冷静自己的心绪，默不吭声的接下协议书，开门，上班，一如往常。\n" +
            "\n" +
            "　　他或许也察觉我们的夫妻关系到了一个瓶颈，也打算仔细考虑离婚的可行性，他近几年的疏离，我没有流下一滴眼泪，可是他这天的冷漠，几乎倾尽我五年的泪水。\n" +
            "\n" +
            "　　我有些后悔，这后悔逐渐蔓延，以心脏为一个起点，通传至我的头顶及脚趾。但后悔又如何？不快刀斩乱麻，也只是拖着一个平淡如水的日子，两个人干耗。\n" +
            "\n" +
            "　　我不知道自己对他的爱剩多少，更不清楚他对我的爱剩多少。嫁给他之前，我就知道他沉默寡言；嫁给他之后，自以为能改变他的我，并没有改变他多少。\n" +
            "\n" +
            "　　我的爱，还不足以改变他，他的爱，亦不足以为我改变，这大概是关键所在。\n" +
            "\n" +
            "　　柴米油盐酱醋茶会摧毁爱情的甜蜜，我尝到了，但这却是用五年换来的教训。\n" +
            "\n" +
            "　　趁现在，没有孩子，没有牵绊，我也不贪图他什么，该是离婚最好的时机吧？\n" +
            "\n" +
            "　　抖着手在离婚协议书上签下名的我，到之后他出去几个小时了，我仍然在发抖。这是一种未知的惶恐，我，等他给我一个结果。\n" +
            "\n" +
            "　　他冷淡了我五年后，又凌迟了我七天。\n" +
            "\n" +
            "　　从离婚协议书交到他手上之后，整整一个星期，他不与我说一句话，也睡了七天的沙发，每天仍然照常上下班，除了更加冷淡，我感觉不到他的喜怒哀乐。\n" +
            "\n" +
            "　　那张协议书，就算扔到垃圾筒里，还会有触动垃圾袋的声音，可是他，一点声音也没有，我怀疑他根本不当一回事，一段时间不理会我，只是在看我会不会自己忘了离婚这回事。我受不了了，他到底要怎么做？连离婚，也要离得这么漠然吗？\n" +
            "\n" +
            "　　然而，七天之后的他，结结实实吓了我一跳。\n" +
            "\n" +
            "　　一早，我听到他在客厅起床的声音，隔着门板听不真切，我却一直等不到他出去上班的关门声。一阵乒乒乓乓的金属撞击，取代了他一向安安静静的作息，我终于按捺不住起身察看，却在开门后，闻到了一阵食物的香气。\n" +
            "\n" +
            "　　「起床了？吃点蛋卷。」他笑着，如新婚时我吻他之后那般浅笑。\n" +
            "\n" +
            "　　我心里狠狠跳了一下，原以为古井不波的情绪，因他久违的体贴而起了丝丝涟漪。\n" +
            "\n" +
            "　　他还是那么轻易的，可以撩动我的心。\n" +
            "\n" +
            "　　我不清楚他怎么可以混到九点、十点还不去上班，他接收到我的疑惑，也只是淡然一笑，身上简单的服装一点儿上班的气息都没有，可能他，也有工作疲乏吧？\n" +
            "\n" +
            "　　也可能……他要宣判了，关于那张离婚协议书。\n" +
            "\n" +
            "　　看他神色自若的样子，我默默吃着早餐，幻想着等一下他会说的话。他会不会干脆的就离婚了？还是，在我面前撕了协议书？\n" +
            "\n" +
            "　　不可否认的，我的心，倾向后者。\n" +
            "\n" +
            "　　「我升上经理了。」他的第一句话，出乎我意料，下一句话，却马上进入重点，轰得我措手不及，「工作上的事告一段落，现在要好好处理家里的事。」\n" +
            "\n" +
            "　　工作是排在家庭之前吗？我苦笑。\n" +
            "\n" +
            "　　「工作安顿好，我才能给你安定的家。」他像在解释我的疑惑，「所以，告诉我为什么要离婚？」他终于问了，脸色变得肃穆。\n" +
            "\n" +
            "　　他从来没有用过这种质疑的口气与我说话，望着他难得的厉色，我竟一句话也说不出来。\n" +
            "\n" +
            "　　「你觉得我冷淡你了吗？」转眼，他的态度忽而又变得自嘲，弄得我丈二金刚，「我就知道你一个人在家老是胡思乱想……」\n" +
            "\n" +
            "　　我和他长谈了一整天，数个小时的谈话，有五分之四的时间我是在哭的，因为我觉得自己犯了一个滔天大错。\n" +
            "\n" +
            "　　可是，有些事，没有那张离婚协议书，我永远不会知道。\n" +
            "\n" +
            "　　他说，五年来，他确实每天都是抱着我醒来，只是后来他工作忙，起床时间变早，而我仍沉睡着，不知道罢了，有时他还会亲亲我的脸，看着我贪懒的睡颜，他不忍心叫醒我。\n" +
            "\n" +
            "　　而摆在盥洗室的漱口杯，他根本搞不清楚小叮当是他的抑或Hello　Kitty才是他的，他以为粉红色是女孩子的频色，所以他一直用着小叮当的嗽口杯。\n" +
            "\n" +
            "　　原来，我们一直在无形间，做着亲密的唇齿交流，可怜了Hello　Kitty，摆在那儿没人用，成了个装饰品。\n" +
            "\n" +
            "　　早餐，他吃的都是7-11，他承认很想念我做的早餐，可是他不好意思央我每天做给他，他知道我会挤尽脑汁变花样，他舍不得看我太累。\n" +
            "\n" +
            "　　「我娶你，是希望你享福，不是要你来当女佣的。」从他这句话开始，我便止不住眼泪。\n" +
            "\n" +
            "　　提到他的衣着，他更是笑我的傻，他看得出来我会为他添新衣服，按颜色花样在柜里整整齐齐的分类摆放，而新婚时期我常帮他搭配，久了他也知道我的喜好，什么领带配什么衣服，他是为我而穿。\n" +
            "\n" +
            "　　至于热情的早安吻，每天他早在我熟睡间给我了，我却兀自钻牛角尖，认为他不需要我的吻。\n" +
            "\n" +
            "　　「你为什么从不说你爱我呢？」我噙着泪水问他。\n" +
            "\n" +
            "　　「我以为你知道，否则我们为什么结婚？」他理所当然回答。\n" +
            "\n" +
            "　　是啊，我知道，我一直都知道，不然我不会嫁给他的，可是，既然知道，我又何必强求他说出来？\n" +
            "\n" +
            "　　女人都是需要一些爱语滋润的，我想这就是理由，看着我控诉的眼光，我想他也知道理由了。\n" +
            "\n" +
            "　　「你做的大菜，很好吃，可是那些菜费工夫，也不全是你喜欢的，所以我宁可做些简单的菜，最好是你也喜欢吃。」\n" +
            "\n" +
            "　　他一句一句的解释，又让我掉了一缸泪水，「你不喜欢吃辣，因此我要你少放辣椒；你不吃内脏，那我也不吃；你怕胖，所以料理时我希望油加少一点；酱油盐份高，吃多肾脏负担大，为了你我健康着想，调味即可，不必加太多。」\n" +
            "\n" +
            "　　只要是我煮的，他都喜欢，想想每次准备食物给他，他没有一次不是吃光的，到底为什么我会觉得抓不住他的胃？\n" +
            "\n" +
            "　　所以，我也抓住了他的心吗？\n" +
            "\n" +
            "　　另一件令我惊讶的事，他真的知道台湾霹雳火的男主角是谁，即使猜得不完全正确。\n" +
            "\n" +
            "　　「是刘文聪吗？还是那个李正贤？晚上在公司加班，同事都会开电视来看，所以我多少也知道一点。」他抚去我脸上泪痕，笑问：「你也在看吗？」\n" +
            "\n" +
            "　　「嗯。」我又想哭了，我真是小觑了那个节目的收视率。\n" +
            "\n" +
            "　　「当上经理之后会比较少加班，那我们就一起看。」他说得轻松，我却鼻头一阵酸楚。\n" +
            "\n" +
            "　　我在意的，其实不是看什么节目，管他行政院长、立法院长是谁，没有他在身边，看什么都索然无味。\n" +
            "\n" +
            "　　我发现，只要愿意，两个人什么事都可以谈，连我跟他解释台湾霹雳火的剧情，一路聊到整容话题，他也听得津津有味。\n" +
            "\n" +
            "　　是我，是我封闭了自己，以为他不愿意听我说话、不愿意对我说话。他心疼我一个人在家里，聊公司里的事怕闷坏我，又见我一副不想搭理他的样子，他每天只能摸摸一鼻子的灰。\n" +
            "\n" +
            "　　无论他跟我说什么，我都是爱听的，可是我现在才让他知道，夫妻两浪费了几年的时间在这种误解之间打转，他活该，我也活该。\n" +
            "\n" +
            "　　「我很少看新闻，都不知道国家最近发生了什么事。」我这句话出口得有些抱怨。\n" +
            "\n" +
            "　　「好，我以后每天当你的新闻台。」他温柔的笑了。\n" +
            "\n" +
            "　　……\n" +
            "\n" +
            "　　聊到生孩子的事，他先是一阵默然。\n" +
            "\n" +
            "　　「我想生一个孩子。」这时候，我有勇气说出口了。\n" +
            "\n" +
            "　　「我以为你不想，刚结婚那一阵子，你不是一直吃避孕药？」难得听到他有些怪罪的语气。\n" +
            "\n" +
            "　　进一步了解之后，我才发现，他一直知道我在吃药——或许是我哪次把药随便搁在化妆台上，被他看到了，他彻底了解我不想要孩子。\n" +
            "\n" +
            "　　而他也知道，我吃完药隔天会有水肿的现象，身子骨纤细的我，一双脚肿得跟象腿一样，也只有我这种人的鸵鸟心态才会认为他不会发现。\n" +
            "\n" +
            "　　后来我养成习惯将药好好放在抽屉中，他以为我不再吃，怕身子水肿难受，所以他戴起保险套，说来说去，还是为了我。\n" +
            "\n" +
            "　　「你又水肿了吗？一直哭个不停，是想把身体里的水逼出来？」他居然敢揶揄我？免\n" +
            "\n" +
            "　　不了得到我饱以老拳！他还是想要孩子的，听完我说想生孩子，他眼下兴奋的光芒大大的告诉我这一点。只不过，那抹光芒在闪烁之后随即敛去，他又正襟危坐的问了我一个问题。\n" +
            "\n" +
            "　　「你真的想生？」\n" +
            "\n" +
            "　　「想啊，我一个人在家好无聊。」\n" +
            "\n" +
            "　　「只是因为无聊？如果一个人在家无聊，你想出去学东西、去工作、和朋友去逛街，我不会阻挠你」\n" +
            "\n" +
            "　　「你不是也想吗？」我生气了，纵然泪眼婆娑没什么说服力。\n" +
            "\n" +
            "　　他开始说起那个四千两百公克的巨婴，原来那名女性朋友的经验不仅吓到我，也吓到他了。他不希我生孩子还要受极大的痛苦，什么剖腹产、自然产，他一点概念也没有，只知道一定会很痛。\n" +
            "\n" +
            "　　他明白我怕痛，所以他舍弃了生孩子的想法。\n" +
            "\n" +
            "　　「我不管，我要生。」明了了他的想法后，我更希望替他生一个孩子，身体里流着我和他血液的孩子。\n" +
            "\n" +
            "　　「那就生吧！」他悄悄的在我耳边说了一句令我脸红的话。\n" +
            "\n" +
            "　　「你这么有精力？不是上班很累吗？」我狐疑他话里的真实性。\n" +
            "\n" +
            "　　经他解释，我才恍然大悟，就算工作累，他偶尔也有欲望，有时晚上搂着我，又看我睡得香甜，这种看得到吃不到的痛苦，他只能郁郁的闷在自己心里。\n" +
            "\n" +
            "　　面对他的心意，我，真的无言了。\n" +
            "\n" +
            "　　在我像两颗水蜜桃的双眼略为三级片消肿后，他催我换衣服，带我出门。\n" +
            "\n" +
            "　　已经好久没和他一起出游了，在两人间的冷淡法轮功破冰后，坐在他身边竟也给我当初恋爱的感觉。\n" +
            "\n" +
            "　　我凝望着他专心驾驶的侧脸，将他的动作姿态深深刻在心里，因为我差点忘了，我和他之间还横着一个问题。\n" +
            "\n" +
            "　　那张离婚协议书。\n" +
            "\n" +
            "　　我要一辈子记住他的模样，如果他最后仍是签了名。\n" +
            "\n" +
            "　　可是，他应该不会签吧？否则，他何必和我讨论生孩子的事……\n" +
            "\n" +
            "　　「到了。」他停车，我也随之下车。\n" +
            "\n" +
            "　　海风迎面吹来，是淡水。他也记得这个地方，这个我们记忆珍藏的地方。\n" +
            "\n" +
            "　　「我一直想带你来，可是你假日都和朋友出门，我只好蒙着棉被在家睡觉。」他如此说道。\n" +
            "\n" +
            "　　这是个什么乌龙？\n" +
            "\n" +
            "　　我体谅他工作累，他体谅我和朋友出门，就这样，我们错过了一次又一次的相伴。\n" +
            "\n" +
            "　　「你以后想干什么，可以直接说！」我恼火的盯着他。\n" +
            "\n" +
            "　　「你也是。」他正经八百的回视我，言下之意是要我别五十步笑百步。\n" +
            "\n" +
            "　　说来也好笑，我们一直认为自己是在为对方着想，以自己的方式去体贴对方，这种自以为是却导致了无数个阴错阳差，一直到我开始怀疑自己不爱他，他也不爱我了，才惊觉这份爱并不是消逝，而是溶入了生活之中，自然的让人忘了它的存在。\n" +
            "\n" +
            "　　爱情的表现，可以是黏腻、亲热、奉献、祝福，甚至是退让，每个人的方式不同，会导致的结果各异。我的方式是盲目的付出，他的方式是全然的关怀，乍看之下两个人都没错，可是无论什么方式，中间少了一种叫「沟通」的元素，就容易导致裂痕。\n" +
            "\n" +
            "　　我们的婚姻，就是建筑在这种缺乏沟通的空中楼阁之上，嫁给这个男人五年了，我以为我渐渐的不爱他，但只是一番简单的剖白心意，我对他所有的爱再度复活，甚而转浓。\n" +
            "\n" +
            "　　女人会因男人长久的冷落而对爱情失望，也可以因男人一句话又对爱情充满希望，我——不想和他离婚，一点儿也不想，当初硬着头皮签下名，或许只是赌气，只是要他正眼看看我，可是……\n" +
            "\n" +
            "　　「那、那张离婚协议书……」我要收回来。\n" +
            "\n" +
            "　　「在公司里。」他好整以暇，「公司的碎纸机里。」\n" +
            "\n" +
            "　　这个意思是……？\n" +
            "\n" +
            "　　「你想离婚，等我成为亡夫时再说吧！」我估量不出他说这句话是不是在开玩笑，不过他又骗到我的泪水。\n" +
            "\n" +
            "　　他真的很爱我……即使他没有说过。我想，如果我坚持离婚，他会放我走的，他舍不得见我难过，就像他见我掉泪又赶快搂住我一样。\n" +
            "\n" +
            "　　倘若，是他想离婚呢？\n" +
            "\n" +
            "　　恕我自私，我是坚决不会放的，除非等我变成亡妻，同样因为他舍不得见我难过，我自信可以留住他。\n" +
            "\n" +
            "　　「淡水整个都变了，我都快不认识了。」哄完了我，他连忙带开话题。\n" +
            "\n" +
            "　　「我来过，我知道有什么景点。」\n" +
            "\n" +
            "　　「那这次就要靠你带路了。」\n" +
            "\n" +
            "　　是啊，我们可以开创新的回忆，只要有我也有他，什么时间地点都不成问题。\n" +
            "\n" +
            "　　结婚五年，我又发现了一次爱情……";
}
